Repository: alwinl/karnaugh
Catalog: po/*.po
Languages: hr, nl

source: English (default)
hr: Engleski (english)

source: Croatian
hr: Hrvatski

source: Show zeros
hr: Prikaži nule
nl: Toon nulwaarden

source: Show / hide zero values
hr: Prikaži / sakrij nule
nl: Toon / verberg nulwaarden

source: Show cell adresses
hr: Prikaži adrese æelija
nl: Toon celadressen

source: Show / hide cell adresses in the K-map
hr: Prikaži / sakrij adrese æelija u K-tablici
nl: Toon/verberg celaddressen in the K-kaart

source: &About
hr: &O programu
nl: &Informatie

source: About the program
hr: O programu
nl: Programma informatie

source: E&xit
hr: I&zlaz
nl: Verlaten

source: Exit the program
hr: Izlaz iz programa
nl: Programma verlaten

source: Language
hr: Jezik
nl: Taal

source: Set language (requires restart)
hr: Podesi jezik (zahtjeva restart)

source: &Settings
hr: P&ostavke
nl: &Instellingen

source: Welcome to Karnaugh Map Minimizer!
hr: Dobrodošli!
nl: Welkom bij Karnaugh Map Minimizer!

source: Karnaugh map
hr: Karnaughova tablica

source: Sum of products
hr: Suma produkata
nl: Som van producten

source: Product of sums
hr: Produkt suma
nl: Product van sommen

source: Truth table
hr: Tablica stanja
nl: Waarheids tafel

source: Number of variables:
hr: Broj varijabli:
nl: Aantal variablelen:

source: Type of solution:
hr: Vrsta rješenja:
nl: Oplossing type:

source: Solution:
hr: Rješenje:
nl: Resultaat:

source: Solving, please wait...
hr: Rješavanje u tijeku, molim prièekajte...
nl: Berekenen. Wacht U aub

source: Karnaugh map solved!
hr: Karnaughova tablica riješena!
nl: Karnaugh map opgelost!

source: You have to restart the program for this change to take effect.
hr: Morate ponovo pokrenuti program da bi promjene bile unesene.

source: Restart required
hr: Potreban restart

source: This is a program for minimizing boolean functions using Karnaugh maps method. Copyright (C) 2005. Robert Kovacevic
hr: Program za minimizaciju booleovih funkcija metodom Karnaughovih tablica. Copyright (C) 2005. Robert Kovaèeviæ

source: About Karnaugh Map Minimizer
hr: O programu
nl: Karnaugh Map Informatie

source: Set to 1
hr: Podesi na 1
nl: Maak 1

source: Set to 0
hr: Podesi na 0
nl: Maak 0

source: Set to "don't care"
hr: Podesi na nespecificirano
nl: Stel in op 'don't care'

source: Set randomly
hr: Podesi nasumièno
nl: Zet willekeurig

source: Karnaugh Map Minimizer
nl: Karnaugh map minimaliseren

source: &Program
nl: &Programma

source: Set language
nl: Zet the taal

source: Select the language
nl: Taal selectie

source: This is a program for minimizing boolean functions using Karnaugh maps method. Based on original work from Robert Kovacevic Copyright (C) 2020. Alwin Leerling
nl: Dit is een programma voor het minimaliseren van booleaanse functies met behulp van de Karnaugh maps-methode. Gebaseerd op origineel werk van Robert Kovacevic Copyright (C) 2020. Alwin Leerling
